var data = {
  [0, 3271, '综合表现'],
  [0, 4271, '能力分'],
  [0, 5271, '工作分'],

  [3271, 3273, '考勤'],

  [4271, 4272, '能力分 工作表现'],
  [4271, 4273, '能力分 规则制度'],
  
  [5271, 5275, '工作分 考勤'],
  [5271, 5272, '工作分 工作表现'],
  [5271, 5273, '工作分 规则制度']
};
var data_item = {
  [3271, 9321, 'title', '综合表现11'],
  [3271, 9321, 'title', '综合表现22'],
  [3273, 9321, 'title', '综合表现>考勤'],
  [3273, 9321, 'title', '综合表现>考勤'],
  [5275, 9323, 'title', '工作分 考勤'],
  [5275, 9324, 'title', '工作分 考勤'],
  [5275, 9325, 'title', '工作分 考勤'],
  [3273, 9326, 'title', '综合表现>考勤']
};
